<?php
// data.php

$products = [
    1 => ["name" => "Телефон", "price" => 10000, "description" => "Сучасний смартфон з великим екраном."],
    2 => ["name" => "Ноутбук", "price" => 20000, "description" => "Потужний ноутбук для роботи і розваг."],
    3 => ["name" => "Планшет", "price" => 15000, "description" => "Компактний планшет для читання та інтернету."],
    4 => ["name" => "Годинник", "price" => 3000, "description" => "Стильний смарт-годинник для активного життя."],
    5 => ["name" => "Навушники", "price" => 2000, "description" => "Якісні навушники з шумозаглушенням."],
    6 => ["name" => "Камера", "price" => 12000, "description" => "Професійна камера для фотографій та відео."],
    7 => ["name" => "Ігрова консоль", "price" => 25000, "description" => "Нова консоль для захоплюючих ігор."],
    8 => ["name" => "Монітор", "price" => 8000, "description" => "HD монітор для роботи та розваг."],
    9 => ["name" => "Клавіатура", "price" => 1500, "description" => "Механічна клавіатура з підсвіткою."],
    10 => ["name" => "Мишка", "price" => 1000, "description" => "Ергономічна мишка з високою точністю."]
];
?>
